Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Sore Mouth or Throat Cancer treatments can cause a sore mouth, sores in the mouth, tender gums or a sore throat. This makes it hard to chew or swallow. Ask your doctor to give you medicine that will help your mouth and throat pain. There are things you can do to ease and prevent a sore mouth or throat such as: • Eat soft foods. Ì Milkshakes Bananas, applesauce, or other soft fruit Ì Cottage cheese or yogurt Ì Mashed potatoes or noodles Ì Macaroni and cheese Custards, puddings or gelatin Scrambled eggs Ì Oatmeal or cooked cereal Ì Pureed or mashed vegetables • Avoid foods that can hurt your mouth. Oranges, grapefruits, lemons, other citrus fruits and juices Ì Tomato sauce or juice Ì Spicy foods Ì Pickled foods Raw vegetables, granola, toast, crackers or other rough coarse foods Ì Hot foods or liquids • Follow these tips: Ì Cook food until it is soft and tender. Cut food into small pieces. Sore Mouth or Throat with Cancer Treatment. Russian
ru: при лечении заболеваний with Cancer Treatment Лечение рака может привести к возникновения стоматита, язв в полости рта, кровоточивости десен или ангины. Это затрудняет процесс жевания и глотания. Если у вас появились такие симптомы, попросите своего лечащего врача назначить вам лекарство. Ниже приведены меры, которые позволяют предотвратить или уменьшить проявления стоматита или ангины. • Употребляйте мягкую пищу: Молочные коктейли Ì Бананы, яблочное пюре и другие мягкие фрукты Ì Творог или йогурт Ì Картофельное пюре или лапшу Макароны с сыром Ì Заварные кремы, пудинги или желе Ì Яичницу Ì Овсяную и другие каши Овощное пюре • Не употребляйте продукты, которые могут повредить ротовую полость: Ì Апельсины, грейпфруты, лимоны и другие цитрусовые фрукты и соки Ì Томатный соус или сок Острые блюда Ì Маринованные продукты Ì Сырые овощи, мюсли, тосты, крекеры и любые другие твердые продукты Ì Горячую пищу или напитки • Полезные рекомендации: Ì Готовьте пищу до мягкого состояния. Ì Размельчайте пищу.

source: Ì Use a straw to drink liquids. Ì Use a small spoon. Ì Eat food that is cold or at room temperature. Ì Drink warm bouillon or salty broth for a sore throat. Ì Rinse your mouth often with water to remove food and bacteria and to promote healing. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Sore Mouth or Throat with Cancer Treatment. Russian
ru: Ì Пейте жидкость через соломинку. Ì Ешьте маленькой ложкой. Ì Принимайте пищу холодной или комнатной температуры. Ì Если у вас ангина, пейте теплый, солоноватый бульон. Ì Чтобы удалить остатки пищи и бактерий, а также ускорить выздоровление, часто полощите рот водой. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Sore A sore throat is an inflamed or irritated throat that causes pain or discomfort when a person swallows. Other signs may include a fever, white patches in the throat and swollen lymph glands in the neck. Causes A sore throat may be caused by: • An infection • An allergy • Low humidity • Smoking • Shouting or voice strain • Breathing in chemical fumes or air pollution Things you can do to feel better • Get plenty of rest. • Drink plenty of liquids. Drink hot liquids, such as tea and soup, to soothe the throat and thin mucus. • Gargle with warm salt water. Mix ½ teaspoon of salt in 1 cup or 240 milliliters (ml) of warm water. • Suck on sore throat lozenges or hard candies. • Use over the counter pain medicine. Children should not take aspirin. • Stop smoking and avoid second-hand smoke. Sore Throat. Russian.
ru: Throat Фарингит — это воспаление или раздражение горла, которое при глотании вызывает боль или дискомфорт. Болезнь может сопровождаться высокой температурой, белыми бляшками в горле и увеличением шейных лимфоузлов. Причины Фарингит вызывается: • Инфекциями • Аллергией • Низкой влажностью • Курением • Криком или напряжением голоса • Вдыханием химикатов или грязного воздуха Мероприятия по улучшению самочувствия • Старайтесь побольше отдыхать. • Пейте много жидкости. Для облегчения боли в горле и разжижения мокроты принимайте горячее питье, например чай или суп. • Полощите горло теплой соленой водой. Размешайте ½ чайной ложки соли в 1 чашке (240 мл) теплой воды. • Рассасывайте пастилки или леденцы от боли в горле. • Принимайте безрецептурные обезболивающие лекарства, но не давайте аспирин детям. • Откажитесь от курения и избегайте прокуренных мест.

source: In most cases, a sore throat will heal on its own. See your doctor if you have a fever, a rash or your signs worsen. A swab of the back of the throat may be done to see if you have an infection. • If you have a infection, such bacterial as strep throat, antibiotic medicine may be ordered by your doctor. Take all of the medicine until it is gone. Do not stop taking it when you feel better. • Viral infections, such as a cold or flu (influenza), cannot be treated with antibiotics. Call your doctor right away if you have: • Trouble breathing • Severe problems swallowing • A fever over 100.5° F or 38° C • A rash • Tender or swollen lymph glands in the neck Talk to your doctor or nurse if you have any questions or concerns. © 2005- February 15, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Sore Throat. Russian.
ru: В большинстве случаев фарингит проходит сам. Если у вас поднялась температура, появилась сыпь или ухудшились симптомы, обратитесь к врачу. Для диагностики инфекции вам могут сделать мазок задней стенки горла. • При наличии бактериальной инфекции, например стрептококковой, врач может выписать антибиотики. Необходимо принять все средство, пока оно не закончится. Не прекращайте прием, когда почувствуете себя лучше. • Вирусные инфекции, например простуду или грипп, вылечить антибиотиками нельзя. Немедленно позвоните врачу, если у вас: • Затрудненное дыхание • Серьезные проблемы при глотании • Температура выше 100,5 °F или 38 °С. • Сыпь • Болезненные или увеличенные шейные лимфоузлы Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Stages As you near the birth of your baby, it is helpful to learn about the 3 stages of labor. The First Stage of Labor The first stage is the start of labor and lasts until the cervix is fully open at 10 centimeters. This is the longest stage of labor and can last 12 to 17 hours. This stage is divided into early labor, active labor and transition. 1. During early labor, the cervix dilates from 0 to 3 centimeters. Contractions may last 30 to 60 seconds and occur every 5 to 20minutes. There may be a pink, slightly bloody or mucous discharge from the vagina. Backache, nausea and diarrhea may also occur. 2. During active labor, the cervix dilates to about 7 centimeters. Contractions become stronger and longer, lasting about 1 minute and repeating every 2 to 4 minutes. Pain medicine may be given at this time. 3. During transition, the cervix dilates to 10 centimeters. Contractions are stronger and occur more often. Intense pressure in the lower back and rectum may be felt. Stages of Labor. Russian.
ru: родов of Labor С приближением рождения малыша полезно узнать о трех этапах родов. Первый этап родов Первый этап является началом родов и длится, пока шейка матки полностью не раскроется до 10 см. Это самый продолжительный этап, который может длиться 12–17 часов. Он делится на раннюю, активную и переходную фазу. 1. Во время ранней фазы шейка матки раскрывается от 0 до 3 см. Схватки могут длиться 30–60 секунд и происходить каждые 5–20 минут. Возможны розовые, слегка кровавые или слизистые выделения из влагалища, а также боль в спине, тошнота и диарея. 2. Во время активной фазы шейка матки раскрывается примерно до 7 см. Схватки становятся сильнее и продолжительнее, длятся около 1 минуты и повторяются каждые 2–4 минуты. В это время может применяться обезболивающее. 3. Во время переходной фазы шейка матки раскрывается до 10 см. Схватки становятся сильнее и происходят чаще. Может ощущаться интенсивное давление в нижней части спины и прямой кишке.

source: What you can do: Relax between contractions. Use the breathing or relaxation techniques you learned in childbirth classes or ask your nurse for help. Do not push until you are told to do so. What your partner can do: Encourage and comfort. During early labor, help her change positions every 1 to 2 hours. Provide ice chips and lip balm. Use touch and massage. Use encouraging words. The Second Stage of Labor The second stage begins when the cervix is fully open and lasts until the baby is delivered, about 1 to 2 hours. During this time, staff will tell you when you can push and help support your body as you deliver your baby. What you can do: You will be encouraged to push with each contraction. You may be told to push more gently or to stop pushing at times. What your partner can do: Support her body during delivery. Encourage her and help her count while pushing. Stages of Labor. Russian.
ru: Что вы можете делать: Расслабляйтесь между схватками. Используйте техники дыхания и расслабления, которые вы изучили при подготовке к родам, или попросите медсестру о помощи. Не тужьтесь, пока вас не попросят. Что может делать ваш партнер: Подбадривать и утешать. Во время ранней фазы помогать роженице менять положение тела каждые 1–2 часа. Смазывать губы кубиками льда и бальзамом. Поглаживать и массажировать роженицу. Говорить ей ободряющие слова. Второй этап родов Второй этап начинается с момента полного раскрытия шейки матки и продолжается до рождения ребенка (обычно 1–2 часа). Персонал подскажет, когда нужно тужиться, и будет помогать вам принимать нужное положение тела. Что вы можете делать: При каждой схватке вам будут говорить, что нужно тужиться. Временами вас могут просить тужиться с меньшей силой или на время прекратить тужиться. Что может делать ваш партнер: Поддерживать ваше тело. Подбадривать и помогать считать во время потуг.

source: The Third Stage of Labor The third stage is the delivery of the afterbirth called the placenta. This is the shortest stage of labor, lasting 15 to 20 minutes. What you and your partner can do: Relax and enjoy this time with your baby. Talk to the staff if you have any questions or concerns at any time during labor and delivery. © 2007 - November 22, 2019, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Stages of Labor. Russian.
ru: Третий этап родов Третьим этапом является рождение последа, или плаценты. Это самый короткий этап родов: он длится 15–20 минут. Что можете делать вы и ваш партнер: Расслабиться и наслаждаться первыми минутами с ребенком. Если во время родов у вас возникают вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: -Stress Echocardiogram A stress echocardiogram, also called a stress echo, combines 2 tests, a stress test and an echocardiogram. A stress echo looks at how your heart works. The stress test will be done with either exercise or medicine. You are to have:  An Exercise Stress Test. Bring walking shoes and loose-fitting clothing so you can move easily. You can wear a hospital gown.  A Medicine Stress Test. Arrive on time for your test. Plan on being here about 2 hours. To Prepare • Do not eat solid foods for 4 hours before your test. • You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee or tea, chocolate and soft drinks. • If you are to take your medicines the morning of the test, take them with sips of water only. • Do not smoke for at least 4 hours before the test. Smoking can affect your test results. Stress Echocardiogram. Russian.
ru: Стресс-эхокардиография состоит из двух обследований: нагрузочного теста и эхокардиограммы. В ходе стресс- эхокардиографии изучается работа сердца. Нагрузочный тест выполняется на тренажере или с помощью лекарства. Вам назначен: Нагрузочный тест на тренажере. Принесите спортивную обувь и свободную одежду, чтобы вы могли легко двигаться. При желании можно надеть больничную одежду.  Нагрузочный тест с помощью лекарства. Не опаздывайте на обследование. Вы будете находиться в больнице около 2 часов. Подготовка • За 4 часа до обследования не принимайте твердую пищу. • Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. • Если нужно принять лекарства утром в день обследования, запивайте их небольшим количеством воды. • Не курите за 4 часа до обследования. Курение может повлиять на результаты.

source: • Nitroglycerin tablets or spray may be used for chest pain as needed. • Bring a list of your medicines. Be sure to include any prescriptions and over the counter medicines, vitamins and herbs you take. During the Test Tell the doctor right away if you have shortness of breath or chest pain during the test. You will have an echocardiogram before and after the stress test. For the echocardiogram: • You will lie down on your left side on a table. • Warm gel is put on your chest. A wand is moved across the gel to take the pictures. • You are able to see the pictures of your heart on the screen. For the stress test:  Exercise Stress Test Small pads are put on your chest to check your heart. For men, chest hair may need to be shaved. Ì A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. Stress Echocardiogram. Russian.
ru: • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. Во время обследования Немедленно скажите врачу, если во время теста вам станет тяжело дышать или вы почувствуете боль в груди. Вам будет сделана эхокардиограмма до и после нагрузочного теста. Эхокардиограмма: • Вас попросят лечь на стол на левый бок. • На грудь нанесут теплый гель. Для получения изображения по поверхности геля будет двигаться специальный датчик. • Вы сможете увидеть изображение вашего сердца на экране. Нагрузочный тест:  Нагрузочный тест на тренажере На грудь будут помещены небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. Ì На руку будет надета манжета для измерения кровяного давления. Давление и пульс будут регулярно проверять.

source: Ì You exercise on a treadmill or bike. Ì The exercise gets harder every few minutes. When you are too tired to continue or your heart rate gets high enough, the exercise is stopped and then an echo is done.  Medicine Stress Test An IV (intravenous) is put in a vein in your arm. Medicine is put in your IV every few minutes to raise your heart rate. Ì Your blood pressure is checked often. Ì When your heart rate gets high enough, an echo is done. After the Test • You may return to your normal activity. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 3, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Stress Echocardiogram. Russian.
ru: Ì Вас попросят пробежаться на бегущей дорожке или проехать на велотренажере. Каждые несколько минут нагрузка будет возрастать. Ì Вы остановитесь, когда слишком устанете или пульс достигнет определенного уровня. Затем вам сделают эхокардиограмму. Нагрузочный тест с помощью лекарства Ì Вам поставят капельницу в вену на руке. Каждые несколько минут через капельницу будут вводить лекарство для повышения пульса. Ì Давление будут регулярно проверять. Ì Когда пульс достигнет определенного уровня, вам сделают эхокардиограмму. После обследования • Вы сможете заниматься своими обычными делами. • Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Stress A stress muga measures how well the heart pumps at rest and during exercise. It also shows the size and shape of your heart and the motion of the heart walls. A medicine called contrast is given and x-ray pictures are taken to show your heart. Your body will get rid of the contrast on its own. If you have any allergies to medicines, foods or other things, tell the staff before the test. If you are breastfeeding, pregnant or think you might be, tell the staff before the test. You are to have:  An Exercise Stress Muga. Bring walking shoes and loose fitting clothing, so you can move easily. You can wear a hospital gown. The test takes about 2 hours.  A Medicine Stress Muga. The test takes about 3 to 4 hours. Arrive on time for your test. Stress Muga. Russian.
ru: с нагрузкой Muga В ходе радионуклидной ангиографии определяется, насколько хорошо сердце прокачивает кровь в спокойном состоянии и при нагрузке. Также показываются размер и форма сердца и движение стенок сердца. Пациенту вводят контрастное вещество и делают рентгеновские снимки сердца. Контрастное вещество выводится из организма естественным путем. Если у вас есть аллергия на лекарства, продукты или что-нибудь другое, сообщите медицинскому персоналу до начала обследования. Если вы кормите грудью, беременны или думаете, что можете быть беременны, сообщите медицинскому персоналу до обследования. Вам назначена:  Радионуклидная ангиография с нагрузкой на тренажере. Принесите спортивную обувь и свободную одежду, чтобы вы могли легко двигаться. При желании можно надеть больничную одежду. Обследование займет около 2 часов.  Радионуклидная ангиография с нагрузкой с помощью лекарства. Обследование займет 3–4 часа. Не опаздывайте на обследование.

source: To Prepare Medicines: • Ask your doctor if you should take your medicines the day before and the morning of the test. • You may use your nitroglycerin tablets or spray for chest pain as needed. • Bring a list of your medicines to the test. Be sure to include any prescriptions and over the counter medicines, vitamins and herbs you take. For 4 hours before your test: • Do not smoke. • Do not eat solid foods. You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee or tea, chocolate and soft drinks. During the Test • You will be asked to change into your exercise clothes or a hospital gown. • An IV (intravenous) is put in a vein in your arm. A blood sample is taken. • The contrast is put into your IV. • Small pads are put on your chest. For men, chest hair may need to be cut. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate will be checked often. • Tell your doctor right away if you have shortness of breath, chest pain, chest pressure, leg cramps, feel dizzy or tired during the test. Stress Muga. Russian.
ru: Подготовка Лекарства: • Спросите врача, следует ли вам принимать лекарства за день до обследования и утром в день обследования. • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. За 4 часа до обследования: • Не курите. • Не ешьте твердую пищу. Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. Во время обследования • Вас попросят переодеться в спортивную или больничную одежду. • Вам поставят капельницу в вену на руке. и возьмут анализ крови. • Через капельницу будет введен краситель. • На грудь будут помещены небольшие подушечки. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Немедленно скажите врачу, если во время теста вам станет тяжело дышать, вы почувствуете боль в груди, сдавливание груди, спазмы в ногах, головокружение или усталость.
